Repository: lks574/HomePinApp_iOS
Catalog: HomePinApp/Resources/Localizable.xcstrings
Source language: en
Languages: ko

source: About
ko: 정보

source: Add
ko: 추가

source: Add a recipe
ko: 레시피 추가

source: Add Item
ko: 물건 추가

source: Add items you need to pick up.
ko: 사야 할 물건을 추가하세요.

source: Add or find
ko: 추가 또는 검색

source: Add Place
ko: 장소 추가

source: Add Recipe
ko: 레시피 추가

source: Add something to buy
ko: 살 것을 추가하세요

source: Add Spot
ko: 세부위치 추가

# add.create.%@
source: Add "%@"
ko: ‘%@’ 추가하기

source: AI add or search
ko: AI로 추가 또는 검색

source: AI filled these in from your text. Check the ingredients and steps, then add.
ko: AI 가 입력한 내용을 채웠어요. 재료와 단계를 확인하고 추가하세요.

source: AI sorting isn't available on this device, so only the name is captured quickly. Fill in the place and quantity on the next screen.
ko: 이 기기에서는 AI 정리를 쓸 수 없어 이름만 빠르게 담겨요. 위치·수량은 다음 화면에서 채우세요.

source: All
ko: 전체

source: All items, places, storage spots, recipes, categories, and tags will be deleted. This cannot be undone.
ko: 물건·장소·수납공간·레시피·분류·태그가 모두 삭제됩니다. 이 작업은 되돌릴 수 없습니다.

source: Cancel
ko: 취소

source: Category
ko: 분류

source: Clear
ko: 지우기

source: Clear All Data
ko: 전체 데이터 정리

source: Clear all data?
ko: 전체 데이터를 정리할까요?

source: Close
ko: 닫기

source: Confirm and Add
ko: 확인하고 추가

# count.ingredients.%lld
source: %lld ingredients
ko: %lld개

# count.items.%lld
source: %lld items
ko: %lld개

# count.places.%lld
source: %lld places
ko: %lld곳

# count.recipes.%lld
source: %lld recipes
ko: %lld개

source: Cuisine
ko: 요리권

# cuisine.chinese
source: Chinese
ko: 중식

# cuisine.japanese
source: Japanese
ko: 일식

# cuisine.korean
source: Korean
ko: 한식

# cuisine.snack
source: Street Food
ko: 분식

# cuisine.western
source: Western
ko: 양식

source: Dark
ko: 다크

source: Data
ko: 데이터

source: Date
ko: 날짜

source: Delete
ko: 삭제

source: Delete All
ko: 전체 삭제

source: Delete Item
ko: 물건 삭제

source: Delete Place
ko: 장소 삭제

source: Delete Recipe
ko: 레시피 삭제

source: Delete this item?
ko: 이 물건을 삭제할까요?

source: Delete this recipe?
ko: 이 레시피를 삭제할까요?

source: Description
ko: 설명

# dictation.reason.deviceUnavailable
source: Dictation isn't available on this device.
ko: 이 기기에서는 받아쓰기를 사용할 수 없어요.

# dictation.reason.localeUnsupported
source: Dictation for this language isn't supported yet.
ko: 한국어 받아쓰기를 아직 지원하지 않아요.

# dictation.reason.modelUnavailable
source: The dictation language model couldn't be prepared.
ko: 받아쓰기 언어 모델을 준비할 수 없어요.

# dictation.reason.simulator
source: Dictation isn't available in the simulator.
ko: 시뮬레이터에서는 받아쓰기를 사용할 수 없어요.

# dictation.reason.startFailed
source: Couldn't start dictation.
ko: 받아쓰기를 시작할 수 없어요.

# dictation.unavailableHint.%@
source: %@ Type instead.
ko: %@ 텍스트로 입력해 주세요.

# dish.braised
source: Braised
ko: 조림

# dish.grilled
source: Grilled
ko: 구이

# dish.riceNoodle
source: Rice & Noodles
ko: 밥·면

# dish.sideDish
source: Side Dish
ko: 반찬

# dish.soupStew
source: Soup & Stew
ko: 국·찌개

# dish.stirFry
source: Stir-fry
ko: 볶음

source: Dishes you can make with what's in your fridge
ko: 냉장고 재료로 만들 수 있는 요리

source: Display
ko: 표시

source: Done
ko: 완료

# draft.addCount.%lld
source: Add %lld
ko: %lld개 추가

source: e.g. AA batteries
ko: 예: AA 건전지

source: e.g. Braised Tofu
ko: 예: 두부조림

source: e.g. Freezer, Second drawer, Bottom right
ko: 예: 냉동실, 두번째 서랍, 우측 하단

source: e.g. Kitchen, Bedroom, Balcony
ko: 예: 주방, 안방, 베란다

source: e.g. Put two packs of beef in the freezer
ko: 예: 냉동실에 소고기 두 팩 넣었어

source: Edit
ko: 편집

source: Edit Item
ko: 물건 편집

source: Edit Place
ko: 장소 편집

source: Edit Recipe
ko: 레시피 편집

source: Edit Spot
ko: 세부위치 편집

source: Expiration
ko: 유통기한

# expiring.count.%lld
source: %lld items expiring soon
ko: 유통기한 임박 %lld가지

source: Find by item name
ko: 물건 이름으로 찾기

source: Find or add items and recipes by typing or speaking.
ko: 입력하거나 말해서 물건·레시피를 찾거나 추가해요.

source: Home
ko: 홈

source: HomePin — a local app to pin your home's items to places, and add and find them by voice. All data is stored only on this device and is never sent anywhere.
ko: HomePin — 집 안 물건을 위치에 핀하고, 말로 넣고 찾는 로컬 앱. 모든 데이터는 이 기기에만 저장되며 외부로 전송되지 않습니다.

source: Ingredient
ko: 재료명

# ingredient.missing.%@
source: %@ missing
ko: %@ 부족

source: Ingredients
ko: 재료

source: Item name
ko: 물건 이름

source: Items
ko: 물건

source: Korean
ko: 한국어

source: Language
ko: 언어

source: Light
ko: 라이트

source: Listening…
ko: 듣는 중…

source: Make with Expiring Ingredients
ko: 임박 재료로 만들기

source: Memo
ko: 메모

source: Microphone or speech recognition permission is off. Allow it in Settings or type instead.
ko: 마이크·음성 인식 권한이 꺼져 있어요. 설정에서 허용하거나 텍스트로 입력해 주세요.

source: Name
ko: 이름

source: New
ko: 신규

source: No location
ko: 위치 미지정

source: No place
ko: 장소 없음

source: No Spot
ko: 수납공간 미지정

source: None
ko: 선택 안 함

source: Nothing to buy yet.
ko: 아직 살 것이 없어요.

source: Nothing to buy. Tap to add.
ko: 살 것이 없어요. 눌러서 추가하세요.

source: Optional
ko: 선택 입력

source: Optional ingredients
ko: 부재료

source: Optional ingredients aren't counted toward what you can make now.
ko: 부재료는 지금 만들 수 있는지 판정에 들어가지 않아요.

# picker.itemCount.%lld
source: %lld items
ko: %lld개

# picker.spotCount.%lld
source: %lld spots
ko: 세부위치 %lld곳

source: Place
ko: 장소

source: Place only
ko: 장소만 지정

# place.delete.message.%lld
source: Its %lld storage spots will also be deleted. Stored items aren't deleted; only their location is cleared.
ko: 수납공간 %lld곳도 함께 삭제됩니다. 보관 중인 물건은 삭제되지 않고 위치만 해제됩니다.

# place.delete.title.%@
source: Delete the place "%@"?
ko: ‘%@’ 장소를 삭제할까요?

# place.detail.summary.%lld.%lld
source: %1$lld items · %2$lld spots
ko: %1$lld개 · 수납공간 %2$lld곳

# place.search.%@
source: Search in %@
ko: %@에서 찾기

source: Places
ko: 장소

# places.summary.%lld.%lld
source: %1$lld places · %2$lld items stored
ko: %1$lld곳 · %2$lld개 보관 중

source: Qty
ko: 양

source: Quantity
ko: 수량

source: Quick Places
ko: 장소 바로가기

source: Recently Added
ko: 최근 추가

# recipe.canMakeNow
source: You can make it now
ko: 지금 만들 수 있어요

# recipe.delete.message.%lld
source: Its %lld ingredients will also be deleted. Your stock isn't deleted.
ko: 재료 %lld개도 함께 삭제됩니다. 보관 중인 재고는 삭제되지 않습니다.

# recipe.delete.title.%@
source: Delete the recipe "%@"?
ko: ‘%@’ 레시피를 삭제할까요?

# recipe.expiringBadge.count.%lld
source: %lld expiring
ko: 임박 %lld개

# recipe.expiringBadge.one.%@
source: Expiring: %@
ko: 임박 %@

# recipe.ingredient.optional
source: Optional
ko: 선택

# recipe.ingredientCount.%lld.%lld
source: Ingredients %1$lld/%2$lld
ko: 재료 %1$lld/%2$lld

# recipe.minutes.%lld
source: %lld min
ko: %lld분

# recipe.missingCount.%lld
source: %lld missing ingredients
ko: 부족한 재료 %lld개

# recipe.addMissingToShopping.%lld
source: Add %lld missing items
ko: 부족분 %lld개 장보기에 추가

# recipe.myIngredients.%lld.%lld
source: My ingredients %1$lld/%2$lld
ko: 내 재료 %1$lld/%2$lld

# recipe.ready
source: All ingredients ready
ko: 재료 완비

# recipe.servings.%lld
source: %lld servings
ko: %lld인분

# recipe.stepCount.%lld
source: %lld steps
ko: %lld단계

source: Recipes
ko: 레시피

# recipes.expiringHeadline.%@
source: %@ — use them up today?
ko: %@, 오늘 다 써볼까요?

source: Rename
ko: 이름 수정

source: Rename Place
ko: 장소 이름 수정

source: Save
ko: 저장

source: Search recipes and ingredients
ko: 레시피 · 재료 검색

source: Select place
ko: 장소 선택

source: Select Place
ko: 장소 선택

source: Select Spot
ko: 세부위치 선택

source: Servings
ko: 인분

source: Settings
ko: 설정

source: Shopping List
ko: 장보기

# shopping.toBuyCount.%lld
source: %lld to buy
ko: %lld개 살 것

source: Sort with AI
ko: AI 로 정리하기

source: Sorting…
ko: 정리하는 중…

source: Speak
ko: 말하기

source: Speak or type and AI sorts out the item, place, quantity, and category for you to confirm. Multiple items at once, too.
ko: 말하거나 적으면 AI가 물건·장소·수량·분류를 정리해 확인 화면을 보여줘요. 여러 개도 한 번에 돼요.

source: Speak the recipe
ko: 레시피 말하기

source: Speak to fill the field
ko: 말하면 입력돼요

source: Spot
ko: 세부위치

# spot.delete.message.%lld
source: %lld stored items won't be deleted; they move to "No Spot".
ko: 보관 중인 물건 %lld개는 삭제되지 않고 ‘수납공간 미지정’ 으로 이동합니다.

# spot.delete.title.%@
source: Delete the spot "%@"?
ko: ‘%@’ 세부위치를 삭제할까요?

# spot.storeDirectly.%@
source: Store directly in %@
ko: %@에 직접 보관

source: Step description
ko: 단계 설명

source: Steps
ko: 조리 단계

# stock.have
source: In stock
ko: 보유

# stock.missing
source: Out
ko: 없음

# stock.soon
source: Soon
ko: 임박

source: Stop dictation
ko: 받아쓰기 멈추기

source: Storage
ko: 저장

source: Tags
ko: 태그

source: Tap again to stop
ko: 다시 누르면 멈춰요

source: Theme
ko: 테마

source: This device (SwiftData)
ko: 이 기기 (SwiftData)

source: This is what AI sorted out. Check it, edit if needed, and add. "New" items will be created this time.
ko: AI가 정리한 내용이에요. 맞는지 확인하고 고친 뒤 추가하세요. ‘신규’는 이번에 새로 만들어져요.

source: Time (min)
ko: 소요(분)

source: Timer (min)
ko: 타이머(분)

source: Title
ko: 제목

source: To Buy
ko: 살 것

source: Type
ko: 종류

source: Type an item name and we'll find where it is.
ko: 물건 이름을 입력하면 위치를 찾아드려요.

source: Type anything
ko: 무엇이든 입력하세요

source: Type, paste, speak, or scan a recipe. AI sorts the title, ingredients, and steps for you to confirm.
ko: 레시피를 입력·붙여넣기·말하거나 사진으로 스캔해 보세요. AI 가 제목·재료·단계를 정리해 확인하게 해줘요.

source: Couldn't read text from the image. Try another photo or type instead.
ko: 이미지에서 텍스트를 읽지 못했어요. 다른 사진을 쓰거나 직접 입력해 주세요.

source: No text found in the image. Try a clearer photo or type instead.
ko: 이미지에서 텍스트를 찾지 못했어요. 더 선명한 사진을 쓰거나 직접 입력해 주세요.

source: Reading text from the image…
ko: 이미지에서 텍스트를 읽는 중…

source: Scan
ko: 스캔

source: Photo
ko: 사진

source: Unit
ko: 단위

source: Use System Language
ko: 시스템 언어 사용

source: Use System Setting
ko: 시스템 설정

source: Version
ko: 버전

source: What are you looking for?
ko: 무엇을 찾으세요?

source: You Can Make Now
ko: 내 재료로 만들 수 있어요
